tap "homebrew/bundle"
brew "awscli"
brew "bat"
brew "bfs"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "mas"
brew "neovim"
brew "ripgrep"
brew "thefuck"
brew "whalebrew"
brew "zoxide"
cask "1password"
cask "1password-cli"
cask "alfred"
cask "arc"
cask "brave-browser"
cask "cleanmymac"
cask "discord"
cask "docker"
cask "figma"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-hackgen"
cask "google-drive"
cask "iterm2"
cask "karabiner-elements"
cask "microsoft-auto-update"
cask "microsoft-excel"
cask "microsoft-powerpoint"
cask "microsoft-teams"
cask "microsoft-word"
cask "notion"
cask "readdle-spark"
cask "slack"
cask "sonic-pi"
cask "spotify"
cask "steam"
cask "visual-studio-code"
mas "Goodnotes", id: 1444383602
mas "Kindle", id: 302584613
mas "Xcode", id: 497799835
vscode "aaron-bond.better-comments"
vscode "asvetliakov.vscode-neovim"
vscode "dracula-theme.theme-dracula"
vscode "ms-vscode-remote.remote-containers"
vscode "pkief.material-icon-theme"
vscode "usernamehw.errorlens"
